Repository: rucken/rucken-fullstack
Catalog: libs/feature/engine-afat/src/i18n/*.po
Languages: ru

source: Users for project #{{projectId}}
ru: Пользователи проекта #{{projectId}}

source: input search text
ru: введите текст поиска

source: Invite Members
ru: Пригласить пользователей

source: Action
ru: Действия

source: Edit
ru: Изменить

source: Sessions for user #{{userId}}
ru: Сеансы пользователя #{{userId}}

source: Create new
ru: Создать

source: Delete
ru: Удалить

source: Email templates
ru: Шаблоны писем

source: Save
ru: Сохранить

source: Create
ru: Создать

source: Send invitation links
ru: Отправить ссылки-приглашения

source: Sign-up
ru: Зарегистрироваться

source: Forgot password?
ru: Забыли пароль?

source: Sign-in
ru: Войти

source: or
ru: или

source: Sign in with Google
ru: Войти через Google

source: Reset password
ru: Сбросить пароль

source: Change password
ru: Изменить пароль

source: engine-user.form.fields.app-data
ru: Дополнительные данные

source: engine-user.form.fields.birthdate
ru: День рождения

source: engine-user.form.fields.email
ru: Почта

source: engine-user.form.fields.email-verified-at
ru: Дата подтверждения почты

source: engine-user.form.fields.firstname
ru: Имя

source: engine-user.form.fields.gender
ru: Пол

source: Male
ru: Мужской

source: Female
ru: Женский

source: engine-user.form.fields.lastname
ru: Фамилия

source: engine-user.form.fields.phone
ru: Телефон

source: engine-user.form.fields.phone-verified-at
ru: Дата подтверждения телефона

source: engine-user.form.fields.picture
ru: Изображение

source: engine-user.form.fields.revoked-at
ru: Дата отключения

source: engine-user.form.fields.roles
ru: Роли

source: engine-user.form.fields.username
ru: Имя пользователя

source: engine-session.form.fields.enabled
ru: Активен

source: engine-session.form.fields.expires-at
ru: Дата истечения

source: engine-session.form.fields.fingerprint
ru: Отпечаток

source: engine-session.form.fields.user-agent
ru: Юзер агент

source: engine-session.form.fields.user-data
ru: Пользовательские данные

source: engine-session.form.fields.user-ip
ru: ИП-адрес

source: engine-project.form.fields.name-locale
ru: Название ({{locale}})

source: engine-project.form.fields.client-id
ru: Идентификатор клиента

source: engine-project.form.fields.client-secret
ru: Секретный ключ клиента

source: engine-project.form.fields.public
ru: Публичный

source: engine-email-template.form.fields.operation-name
ru: Название

source: engine-email-template.form.fields.subject-locale
ru: Тема ({{locale}})

source: engine-email-template.form.fields.html-locale
ru: В виде HTML ({{locale}})

source: engine-email-template.form.fields.text-locale
ru: В виде текста ({{locale}})

source: engine.sign-up-form.fields.email
ru: Email

source: engine.sign-up-form.fields.password
ru: Пароль

source: engine.sign-up-form.fields.confirm-password
ru: Пароль (еще раз)

source: engine.sign-in-form.fields.email
ru: Email

source: engine.sign-in-form.fields.password
ru: Пароль

source: engine.profile-form.fields.picture
ru: Изображение

source: engine.profile-form.fields.old-password
ru: Старый пароль

source: engine.profile-form.fields.new-password
ru: Новый пароль

source: engine.profile-form.fields.confirm-new-password
ru: Новый пароль (еще раз)

source: engine.sign-in-form.fields.timezone
ru: Часовой пояс

source: UTC−12:00: Date Line (west)
ru: UTC−12:00: Линия перемены дат (запад)

source: UTC−11:00: Niue, Samoa
ru: UTC−11:00: Ниуэ, Самоа

source: UTC−10:00: Hawaii-Aleutian Islands
ru: UTC−10:00: Гавайи-Алеутские острова

source: UTC−09:30: Marquesas Islands
ru: UTC−09:30: Маркизские острова

source: UTC−09:00: Alaska
ru: UTC−09:00: Аляска

source: UTC−08:00: Pacific Time (US & Canada)
ru: UTC−08:00: Тихоокеанское время (США и Канада)

source: UTC−07:00: Mountain Time (US & Canada)
ru: UTC−07:00: Горное время (США и Канада)

source: UTC−06:00: Central Time (US & Canada), Mexico
ru: UTC−06:00: Центральное время (США и Канада), Мексика

source: UTC−05:00: Eastern Time (US & Canada), Bogota, Lima
ru: UTC−05:00: Восточное время (США и Канада), Богота, Лима

source: UTC−04:00: Atlantic Time (Canada), Caracas, La Paz
ru: UTC−04:00: Атлантическое время (Канада), Каракас, Ла-Пас

source: UTC−03:30: Newfoundland
ru: UTC−03:30: Ньюфаундленд

source: UTC−03:00: Brazil, Buenos Aires, Georgetown
ru: UTC−03:00: Бразилия, Буэнос-Айрес, Джорджтаун

source: UTC−02:00: Mid-Atlantic Time
ru: UTC−02:00: Среднее атлантическое время

source: UTC−01:00: Azores, Cape Verde Islands
ru: UTC−01:00: Азорские острова, Острова Зелёного Мыса

source: UTC±00:00: Greenwich Mean Time (GMT), London, Lisbon
ru: UTC±00:00: Всемирное координированное время (GMT), Лондон, Лиссабон

source: UTC+01:00: Central European Time, West African Time
ru: UTC+01:00: Центральноевропейское время, Западноафриканское время

source: UTC+02:00: Eastern European Time, Central African Time
ru: UTC+02:00: Восточноевропейское время, Центральноафриканское время

source: UTC+03:00: Moscow Time, East African Time
ru: UTC+03:00: Московское время, Восточноафриканское время

source: UTC+03:30: Tehran
ru: UTC+03:30: Тегеран

source: UTC+04:00: Baku, Yerevan, Samara
ru: UTC+04:00: Баку, Ереван, Самара

source: UTC+04:30: Afghanistan
ru: UTC+04:30: Афганистан

source: UTC+05:00: Ekaterinburg, Islamabad, Karachi, Tashkent
ru: UTC+05:00: Екатеринбург, Исламабад, Карачи, Ташкент

source: UTC+05:30: Mumbai, Kolkata, Madras, New Delhi
ru: UTC+05:30: Мумбаи, Калькутта, Мадрас, Нью-Дели

source: UTC+05:45: Nepal
ru: UTC+05:45: Непал

source: UTC+06:00: Almaty, Dhaka, Novosibirsk
ru: UTC+06:00: Алматы, Дакка, Новосибирск

source: UTC+06:30: Cocos Islands, Myanmar
ru: UTC+06:30: Кокосовые острова, Мьянма

source: UTC+07:00: Bangkok, Hanoi, Jakarta
ru: UTC+07:00: Бангкок, Ханой, Джакарта

source: UTC+08:00: Beijing, Perth, Singapore, Hong Kong
ru: UTC+08:00: Пекин, Перт, Сингапур, Гонконг

source: UTC+08:45: Center and west Australia
ru: UTC+08:45: Центр и запад Австралии

source: UTC+09:00: Tokyo, Seoul, Yakutsk
ru: UTC+09:00: Токио, Сеул, Якутск

source: UTC+09:30: Northern Territory, Eucla Adelaide
ru: UTC+09:30: Северная территория, Евклидова Аделаида

source: UTC+10:00: Eastern Australia, Guam, Vladivostok
ru: UTC+10:00: Восточная Австралия, Гуам, Владивосток

source: UTC+10:30: Lord Howe Island
ru: UTC+10:30: остров Лорд-Хау

source: UTC+11:00: Magadan, Solomon Islands, New Caledonia
ru: UTC+11:00: Магадан, Соломоновы острова, Новая Каледония

source: UTC+11:30: Norfolk Island
ru: UTC+11:30: остров Норфолк

source: UTC+12:00: Fiji, Kamchatka, Marshall Islands
ru: UTC+12:00: Фиджи, Камчатка, Маршалловы острова

source: UTC+12:45: Chatham Islands
ru: UTC+12:45: острова Чатем

source: UTC+13:00: Samoa, Tonga
ru: UTC+13:00: Самоа, Тонга

source: UTC+14:00: Date Line (east)
ru: UTC+14:00: Линия перемены дат (восток)

source: engine.forgot-password-form.fields.email
ru: Email

source: Successful login using external single sign-on system
ru: Успешный вход с помощью внешней системы единого входа

source: Email address successfully verified
ru: Адрес электронной почты успешно подтвержден

source: engine.complete-forgot-password-form.fields.password
ru: Пароль

source: engine.complete-forgot-password-form.fields.confirm-password
ru: Пароль (еще раз)

source: engine-user.invite-members-modal.title
ru: Отправка приглашений

source: Cancel
ru: Отмена

source: engine-user.update-modal.title
ru: Изменить пользователя #{{ id }}

source: engine-user.create-modal.title
ru: Создать пользователя

source: engine-user.grid.columns.id
ru: ИД.

source: engine-user.grid.columns.email
ru: Почта

source: engine-user.grid.columns.firstname
ru: Имя

source: engine-user.grid.columns.gender
ru: Пол

source: engine-user.grid.columns.phone
ru: Телефон

source: engine-user.grid.columns.picture
ru: Изображение

source: engine-user.grid.columns.roles
ru: Роли

source: engine-user.grid.columns.username
ru: Имя пользователя

source: engine-session.update-modal.title
ru: Изменить сеанс #{{ id }}

source: engine-session.create-modal.title
ru: Создать сеанс

source: engine-session.grid.columns.id
ru: ИД.

source: engine-session.grid.columns.user-agent
ru: Юзер агент

source: engine-session.grid.columns.fingerprint
ru: Отпечаток

source: engine-session.grid.columns.user-ip
ru: ИП-адрес

source: engine-session.grid.columns.expires-at
ru: Дата истечения

source: engine-session.grid.columns.user-data
ru: Пользовательские данные

source: engine-session.grid.columns.enabled
ru: Активен

source: engine-project.update-modal.title
ru: Изменить проект #{{ id }}

source: engine-project.create-modal.title
ru: Создать проект

source: engine-project.delete-modal.title
ru: Удалить проект #{{ id }}

source: Yes
ru: Да

source: No
ru: Нет

source: engine-project.grid.columns.id
ru: ИД.

source: engine-project.grid.columns.name
ru: Название

source: engine-project.grid.columns.client-id
ru: Идентификатор клиента

source: engine-project.grid.columns.client-secret
ru: Секретный ключ клиента

source: engine-project.grid.columns.public
ru: Публичный

source: engine-email-template.update-modal.title
ru: Изменить шаблон письма #{{ id }}

source: engine-email-template.create-modal.title
ru: Создать шаблон письма

source: engine-email-template.grid.columns.id
ru: ИД.

source: engine-email-template.grid.columns.operation-name
ru: Событие

source: engine-email-template.grid.columns.subject
ru: Тема

source: engine-email-template.grid.columns.text
ru: Текст

source: Success
ru: Успешно

source: id not set
ru: ИД. не установлен

source: engine-invite-members.form.fields.emails
ru: Адреса электронной почты (через запятую)

source: Validation errors
ru: Ошибка при проверке данных

source: Profile data updated successfully!
ru: Данные профиля успешно обновлены!

source: Update
ru: Изменить

source: To complete the password change process, click the link in the email. If you haven't received the email, check your spam folder or try again.
ru: Чтобы завершить процесс смены пароля, перейдите по ссылке в электронном письме. Если вы не получили письмо, проверьте папку со спамом или повторите попытку.

source: Your password has been successfully changed!
ru: Ваш пароль успешно изменен!

source: Project users
ru: Пользователи проекта

source: engine-project.form.fields.name
ru: Название

source: engine-user.delete-modal.title
ru: Удалить пользователя #{{ id }}

source: engine-user.grid.columns.app-data
ru: Дополнительные данные

source: engine-user.grid.columns.birthdate
ru: День рождения

source: engine-user.grid.columns.email-verified-at
ru: Дата подтверждения почты

source: engine-user.grid.columns.lastname
ru: Фамилия

source: engine-user.grid.columns.phone-verified-at
ru: Дата подтверждения телефона

source: engine-user.grid.columns.revoked-at
ru: Дата отключения
